[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Zavřít
btnUpdate.Caption=Stáhnout
btnConfirmCancel.Caption=Storno
btnUptoDateOK.Caption=Ok
lblUpToDate.Caption=Blahopřejeme! Máte nainstalovanou poslední verzi. Aktualizace není k dispozici.
lblGetUptInfo.Caption=Získávám informace o aktualizaci, vyčkejte...
btnConfigCancel.Caption=Storno
btnMinimize.Caption=Minimalizovat
btnProcessCancel.Caption=Storno
btnUptWeb.Caption=Aktualizovat
btnWebCancel.Caption=Později...
lblUpdateFailed.Caption=Aktualizace se nezdařila! Prosím, zopakujte později nebo klikněte na tlačítko "Opakovat".
btnFailedClose.Caption=Zavřít
btnRetry.Caption=Opakovat
btnSuccessClose.Caption=Ok
lblWebHisTitle.Caption=Nová verze je připravena!
btnWebCancelHis.Caption=aktualizovat Později
lblWebHisWhatsNew.Caption=Co je nového
btnUptWebHis.Caption=Nyní aktualizovat

[LiveUpdate_M]
Item=Položka
Size=Velikjost
Version=Verze
DownLoading=Stahování
OK=Ok
Close=Zavřít
LiveUpdate=Aktualizace
UpdateSuccess=%s je aktualizován. Nyní můžete plně využít nové vlastnosti a funkce.
WebDownLoad=Nová verze %s je k dispozici. Aktualizujte nyní a získejte nejnovější funkce a vylepšení. Je to zdarma.
AvailableUpdates=Nové aktualizace
NewVersion=Nová verze
VersionUpdate=Verze aktualizace
ImportantUpdate=Důležitá aktualizace
WebNewVerHis=%s je nyní k dispozici. Aktualizujte a vychutnejte nejnovější vylepšení a funkce!

